[
  {
    "id": 1,
    "content": "hat do you call a monkey in a mine field? A babooooom!"
  },
  {
    "id": 2,
    "content": "Breaking news! Energizer Bunny arrested – charged with battery."
  },
  {
    "id": 3,
    "content": "Have you heard about the film \"Constipation\", you probably haven't because it's not out yet."
  },
  {
    "id": 4,
    "content": "Just read a few facts about frogs. They were ribbiting."
  },
  {
    "id": 5,
    "content": "Why do you never see elephants hiding in trees? Because they're so good at it."
  },
  {
    "id": 6,
    "content": "Why do valley girls hang out in odd numbered groups? Because they can't even."
  },
  {
    "id": 7,
    "content": "I thought my wife was joking when she said she'd leave me if I didn't stop signing \"I'm A Believer\"... Then I saw her face."
  },
  {
    "id": 8,
    "content": "\"What time is it?\" I don't know... it keeps changing."
  },
  {
    "id": 9,
    "content": "What do you call a girl between two posts? Annette."
  },
  {
    "id": 10,
    "content": "Slept like a log last night … woke up in the fireplace."
  },
  {
    "id": 11,
    "content": "Why did the girl smear peanut butter on the road? To go with the traffic jam."
  },
  {
    "id": 12,
    "content": "Did you know that protons have mass? I didn't even know they were catholic."
  },
  {
    "id": 13,
    "content": "What do you call a fat psychic? A four-chin teller."
  },
  {
    "id": 14,
    "content": "What did the traffic light say to the car as it passed? \"Don't look I'm changing!\""
  },
  {
    "id": 15,
    "content": "Velcro… What a rip-off."
  },
  {
    "id": 16,
    "content": "What do you call a cow with two legs? Lean beef."
  },
  {
    "id": 17,
    "content": "I dreamed about drowning in an ocean made out of orange soda last night. It took me a while to work out it was just a Fanta sea."
  },
  {
    "id": 18,
    "content": "Why are fish easy to weigh? Because they have their own scales."
  },
  {
    "id": 19,
    "content": "Why are skeletons so calm? Because nothing gets under their skin."
  },
  {
    "id": 20,
    "content": "What do you call a cow with no legs? Ground beef."
  },
  {
    "id": 21,
    "content": "I used to have a job at a calendar factory but I got the sack because I took a couple of days off."
  },
  {
    "id": 22,
    "content": "Recent survey revealed 6 out of 7 dwarf's aren't happy."
  },
  {
    "id": 23,
    "content": "What did the mountain climber name his son? Cliff."
  },
  {
    "id": 24,
    "content": "Did you hear about the cow who jumped over the barbed wire fence? It was udder destruction."
  },
  {
    "id": 25,
    "content": "The shovel was a ground-breaking invention."
  },
  {
    "id": 26,
    "content": "A magician was driving down the street and then he turned into a driveway."
  },
  {
    "id": 27,
    "content": "Two fish are in a tank, one turns to the other and says, \"how do you drive this thing?\""
  },
  {
    "id": 28,
    "content": "Which side of the chicken has more feathers? The outside."
  },
  {
    "id": 29,
    "content": "How much does a hipster weigh? An instagram."
  },
  {
    "id": 30,
    "content": "How does a French skeleton say hello? Bone-jour."
  },
  {
    "id": 31,
    "content": "What did the grape do when he got stepped on? He let out a little wine."
  },
  {
    "id": 32,
    "content": "I finally bought the limited edition Thesaurus that I've always wanted. When I opened it, all the pages were blank.\r\nI have no words to describe how angry I am."
  },
  {
    "id": 33,
    "content": "Dad I’m hungry’ … ‘Hi hungry I’m dad"
  },
  {
    "id": 34,
    "content": "How many South Americans does it take to change a lightbulb? A Brazilian"
  },
  {
    "id": 35,
    "content": "Why did the cowboy have a weiner dog? Somebody told him to get a long little doggy."
  },
  {
    "id": 36,
    "content": "What’s Forest Gump’s Facebook password? 1forest1"
  },
  {
    "id": 37,
    "content": "What's the difference between a hippo and a zippo? One is really heavy, the other is a little lighter."
  },
  {
    "id": 38,
    "content": "Why are pirates called pirates? Because they arrr!"
  },
  {
    "id": 39,
    "content": "Why did the belt go to prison? He held up a pair of pants!"
  },
  {
    "id": 40,
    "content": "I have kleptomania, but when it gets bad, I take something for it."
  },
  {
    "id": 41,
    "content": "This morning I was wondering where the sun was, but then it dawned on me."
  },
  {
    "id": 42,
    "content": "When does a joke become a dad joke? When it becomes apparent."
  },
  {
    "id": 43,
    "content": "Where did you learn to make ice cream? Sunday school."
  },
  {
    "id": 44,
    "content": "How do you make a hankie dance? Put a little boogie in it."
  },
  {
    "id": 45,
    "content": "I really want to buy one of those supermarket checkout dividers, but the cashier keeps putting it back."
  },
  {
    "id": 46,
    "content": "What do you do when you see a space man?\r\nPark your car, man."
  },
  {
    "id": 47,
    "content": "A police officer caught two kids playing with a firework and a car battery. He charged one and let the other one off."
  },
  {
    "id": 48,
    "content": "What's the best thing about elevator jokes? They work on so many levels."
  },
  {
    "id": 49,
    "content": "I'm tired of following my dreams. I'm just going to ask them where they are going and meet up with them later."
  },
  {
    "id": 50,
    "content": "If you’re struggling to think of what to get someone for Christmas. Get them a fridge and watch their face light up when they open it."
  },
  {
    "id": 51,
    "content": "What did celery say when he broke up with his girlfriend? She wasn't right for me, so I really don't carrot all."
  },
  {
    "id": 52,
    "content": "Where does batman go to the bathroom? The batroom."
  },
  {
    "id": 53,
    "content": "Past, present, and future walked into a bar.... It was tense."
  },
  {
    "id": 54,
    "content": "What do you get when you cross a snowman with a vampire? Frostbite."
  },
  {
    "id": 55,
    "content": "What's the difference between a seal and a sea lion?\r\nAn ion! "
  },
  {
    "id": 56,
    "content": "Why couldn't the kid see the pirate movie? Because it was rated arrr!"
  },
  {
    "id": 57,
    "content": "Why can't you use \"Beef stew\" as a password? Because it's not stroganoff."
  },
  {
    "id": 58,
    "content": "My wife told me to rub the herbs on the meat for better flavor. That's sage advice."
  },
  {
    "id": 59,
    "content": "Why do crabs never give to charity? Because they’re shellfish."
  },
  {
    "id": 60,
    "content": "\"I'm sorry.\" \"Hi sorry, I'm dad\""
  },
  {
    "id": 61,
    "content": "If you want a job in the moisturizer industry, the best advice I can give is to apply daily."
  },
  {
    "id": 62,
    "content": "Dad died because he couldn't remember his blood type. I will never forget his last words. Be positive."
  },
  {
    "id": 63,
    "content": "My wife is on a tropical fruit diet, the house is full of stuff. It is enough to make a mango crazy."
  },
  {
    "id": 64,
    "content": "What’s brown and sounds like a bell? Dung!"
  },
  {
    "id": 65,
    "content": "I used to work for a soft drink can crusher. It was soda pressing."
  },
  {
    "id": 66,
    "content": "Conjunctivitis.com – now that’s a site for sore eyes."
  },
  {
    "id": 67,
    "content": "Did you hear the joke about the wandering nun? She was a roman catholic."
  },
  {
    "id": 68,
    "content": "What's the worst thing about ancient history class? The teachers tend to Babylon."
  },
  {
    "id": 69,
    "content": "Writing with a broken pencil is pointless."
  },
  {
    "id": 70,
    "content": "A Sandwich walks into a bar, the bartender says “Sorry, we don’t serve food here”"
  },
  {
    "id": 71,
    "content": "What do you call a fly without wings? A walk."
  },
  {
    "id": 72,
    "content": "A termite walks into a bar and asks “Is the bar tender here?”"
  },
  {
    "id": 73,
    "content": "Comedians who tell one too many lightbulb jokes soon burn out."
  },
  {
    "id": 74,
    "content": "I’ve deleted the phone numbers of all the Germans I know from my mobile phone. Now it’s Hans free."
  },
  {
    "id": 75,
    "content": "They tried to make a diamond shaped like a duck. It quacked under the pressure."
  },
  {
    "id": 76,
    "content": "Egyptians claimed to invent the guitar, but they were such lyres.﻿"
  },
  {
    "id": 77,
    "content": "What did the scarf say to the hat? You go on ahead, I am going to hang around a bit longer."
  },
  {
    "id": 78,
    "content": "Why does Superman get invited to dinners? Because he is a Supperhero."
  },
  {
    "id": 79,
    "content": "I ate a clock yesterday. It was so time consuming."
  },
  {
    "id": 80,
    "content": "My sea sickness comes in waves."
  },
  {
    "id": 81,
    "content": "Want to hear a joke about construction? Nah, I'm still working on it."
  },
  {
    "id": 82,
    "content": "What's the difference between a poorly dressed man on a tricycle and a well dressed man on a bicycle? Attire."
  },
  {
    "id": 83,
    "content": "Why was the broom late for the meeting? He overswept."
  },
  {
    "id": 84,
    "content": "A steak pun is a rare medium well done."
  },
  {
    "id": 85,
    "content": "Where’s the bin? Dad: I haven’t been anywhere!"
  },
  {
    "id": 86,
    "content": "Two peanuts were walking down the street. One was a salted."
  },
  {
    "id": 87,
    "content": "Where do bees go to the bathroom?  The BP station."
  },
  {
    "id": 88,
    "content": "What's the difference between a guitar and a fish? You can tune a guitar but you can't \"tuna\" fish!"
  },
  {
    "id": 89,
    "content": "I tried taking some high resolution photos of local farmland, but they all turned out a bit grainy."
  },
  {
    "id": 90,
    "content": "I heard there was a new store called Moderation. They have everything there"
  },
  {
    "id": 91,
    "content": "My new thesaurus is terrible. In fact, it's so bad, I'd say it's terrible."
  },
  {
    "id": 92,
    "content": "What kind of pants do ghosts wear? Boo jeans."
  },
  {
    "id": 93,
    "content": "Why was Santa's little helper feeling depressed? Because has has low elf esteem."
  },
  {
    "id": 94,
    "content": "I asked a frenchman if he played video games. He said \"Wii\""
  },
  {
    "id": 95,
    "content": "I had a dream that I was a muffler last night. I woke up exhausted!"
  },
  {
    "id": 96,
    "content": "What do you call a troublesome Canadian high schooler? A poutine."
  },
  {
    "id": 97,
    "content": "I knew i shouldn’t have ate that seafood. Because now i’m feeling a little… Eel"
  },
  {
    "id": 98,
    "content": "There's not really any training for garbagemen. They just pick things up as they go."
  },
  {
    "id": 99,
    "content": "Can February march? No, but April may."
  },
  {
    "id": 100,
    "content": "What did the shy pebble wish for? That she was a little boulder."
  },
  {
    "id": 101,
    "content": "Two muffins were sitting in an oven, and the first looks over to the second, and says, “man, it’s really hot in here”. The second looks over at the first with a surprised look, and answers, “WHOA, a talking muffin!”"
  },
  {
    "id": 102,
    "content": "Did you hear about the kidnapping at school? It's ok, he woke up."
  },
  {
    "id": 103,
    "content": "Archaeology really is a career in ruins."
  },
  {
    "id": 104,
    "content": "It's difficult to say what my wife does, she sells sea shells by the sea shore."
  },
  {
    "id": 105,
    "content": "The other day, my wife asked me to pass her lipstick but I accidentally passed her a glue stick. She still isn't talking to me."
  },
  {
    "id": 106,
    "content": "What do you call an elephant that doesn't matter? An irrelephant."
  },
  {
    "id": 107,
    "content": "I went to the zoo the other day, there was only one dog in it. It was a shitzu."
  },
  {
    "id": 108,
    "content": "Remember, the best angle to approach a problem from is the \"try\" angle."
  },
  {
    "id": 109,
    "content": "Why can’t you hear a pterodactyl go to the bathroom? The p is silent."
  },
  {
    "id": 110,
    "content": "Doctor you've got to help me, I'm addicted to Twitter. Doctor: I don't follow you."
  },
  {
    "id": 111,
    "content": "What did the judge say to the dentist? Do you swear to pull the tooth, the whole tooth and nothing but the tooth?"
  },
  {
    "id": 112,
    "content": "Why do bees hum? Because they don't know the words."
  },
  {
    "id": 113,
    "content": "Who is the coolest Doctor in the hospital? The hip Doctor!"
  },
  {
    "id": 114,
    "content": "They laughed when I said I wanted to be a comedian – they’re not laughing now."
  },
  {
    "id": 115,
    "content": "Do you know where you can get chicken broth in bulk? The stock market."
  },
  {
    "id": 116,
    "content": "How did Darth Vader know what Luke was getting for Christmas? He felt his presents."
  },
  {
    "id": 117,
    "content": "What did the beaver say to the tree? It's been nice gnawing you."
  },
  {
    "id": 118,
    "content": "Why did the coffee file a police report? It got mugged."
  },
  {
    "id": 119,
    "content": "R.I.P. boiled water. You will be mist."
  },
  {
    "id": 120,
    "content": "I had a rough day, and then somebody went and ripped the front and back pages from my dictionary. It just goes from bad to worse."
  },
  {
    "id": 121,
    "content": "How do you organize a space party? You planet."
  },
  {
    "id": 122,
    "content": "Last night me and my girlfriend watched three DVDs back to back. Luckily I was the one facing the TV."
  },
  {
    "id": 123,
    "content": "My friend said to me: \"What rhymes with orange\" I said: \"no it doesn't\""
  },
  {
    "id": 124,
    "content": "Im planning on stealing an indoor head garment, but dont tell anyone because it's an inside hijab."
  },
  {
    "id": 125,
    "content": "What did one snowman say to the other snow man? Do you smell carrot?"
  },
  {
    "id": 126,
    "content": "Have you heard about corduroy pillows?  They're making headlines!"
  },
  {
    "id": 127,
    "content": "This is my step ladder. I never knew my real ladder."
  },
  {
    "id": 128,
    "content": "How do you tell the difference between a crocodile and an alligator? You will see one later and one in a while."
  },
  {
    "id": 129,
    "content": "*Reversing the car* \"Ah, this takes me back\""
  },
  {
    "id": 130,
    "content": "“Hold on, I have something in my shoe”  “I’m pretty sure it’s a foot”"
  },
  {
    "id": 131,
    "content": "What happens to a frog's car when it breaks down? It gets toad."
  },
  {
    "id": 132,
    "content": "A man walks into a bar and orders helicopter flavor chips. The barman replies “sorry mate we only do plain”"
  },
  {
    "id": 133,
    "content": "Did you hear about the runner who was criticized? He just took it in stride"
  },
  {
    "id": 134,
    "content": "You know what they say about cliffhangers..."
  },
  {
    "id": 135,
    "content": "Did you hear about the cheese factory that exploded in France? There was nothing left but de Brie."
  },
  {
    "id": 136,
    "content": "Q: What’s 50 Cent’s name in Zimbabwe? A: 400 Million Dollars."
  },
  {
    "id": 137,
    "content": "Doctor you've got you help me, I'm addicted to twitter. Doctor: I don't follow you."
  },
  {
    "id": 138,
    "content": "Why do birds fly south for the winter? Because it's too far to walk."
  },
  {
    "id": 139,
    "content": "What do you call a sheep with no legs? A cloud."
  },
  {
    "id": 140,
    "content": "\"Dad, I'm hungry.\" Hello, Hungry. I'm Dad."
  },
  {
    "id": 141,
    "content": "Camping is intense."
  },
  {
    "id": 142,
    "content": "What’s the advantage of living in Switzerland? Well, the flag is a big plus."
  },
  {
    "id": 143,
    "content": "If two vegans are having an argument, is it still considered beef?"
  },
  {
    "id": 144,
    "content": "Bad at golf? Join the club."
  },
  {
    "id": 145,
    "content": "What do you do when a blonde throws a grenade at you? Pull the pin and throw it back."
  },
  {
    "id": 146,
    "content": "Two dyslexics walk into a bra."
  },
  {
    "id": 147,
    "content": "Can I watch the TV? Dad: Yes, but don’t turn it on."
  },
  {
    "id": 148,
    "content": "What kind of dog lives in a particle accelerator? A Fermilabrador Retriever."
  },
  {
    "id": 149,
    "content": "My cat was just sick on the carpet, I don’t think it’s feline well."
  },
  {
    "id": 150,
    "content": "Shout out to my grandma, that's the only way she can hear."
  },
  {
    "id": 151,
    "content": "How many kids with ADD does it take to change a lightbulb? Let's go ride bikes!"
  },
  {
    "id": 152,
    "content": "I've just written a song about a tortilla. Well, it is more of a rap really."
  },
  {
    "id": 153,
    "content": "It doesn't matter how much you push the envelope. It will still be stationary."
  },
  {
    "id": 154,
    "content": "What do you call an Argentinian with a rubber toe? Roberto"
  },
  {
    "id": 155,
    "content": "What do vegetarian zombies eat? Grrrrrainnnnnssss."
  },
  {
    "id": 156,
    "content": "What do you get when you cross a chicken with a skunk? A fowl smell!"
  },
  {
    "id": 157,
    "content": "What do you call a fake noodle? An impasta."
  },
  {
    "id": 158,
    "content": "What does a pirate pay for his corn? A buccaneer!"
  },
  {
    "id": 159,
    "content": "How do you get two whales in a car? Start in England and drive West."
  },
  {
    "id": 160,
    "content": "“My Dog has no nose.” “How does he smell?” “Awful”"
  },
  {
    "id": 161,
    "content": "Where does Fonzie like to go for lunch? Chick-Fil-Eyyyyyyyy."
  },
  {
    "id": 162,
    "content": "What do you call a group of killer whales playing instruments? An Orca-stra."
  },
  {
    "id": 163,
    "content": "\"I'll call you later.\" Don't call me later, call me Dad."
  },
  {
    "id": 164,
    "content": "Don't buy flowers at a monastery. Because only you can prevent florist friars."
  },
  {
    "id": 165,
    "content": "I went on a date last night with a girl from the zoo. It was great. She’s a keeper."
  },
  {
    "id": 166,
    "content": "What do prisoners use to call each other? Cell phones."
  },
  {
    "id": 167,
    "content": "Have you heard the rumor going around about butter? Never mind, I shouldn't spread it."
  },
  {
    "id": 168,
    "content": "A panda walks into a bar and says to the bartender “I’ll have a Scotch and . . . . . . . . . . . . . . Coke thank you”. \r\n\r\n“Sure thing” the bartender replies and asks “but what’s with the big pause?” \r\n\r\nThe panda holds up his hands and says “I was born with them”"
  },
  {
    "id": 169,
    "content": "What did the ocean say to the beach? Thanks for all the sediment."
  },
  {
    "id": 170,
    "content": "My New Years resolution is to stop leaving things so late."
  },
  {
    "id": 171,
    "content": "I was in an 80's band called the prevention. We were better than the cure."
  },
  {
    "id": 172,
    "content": "Did you hear about the Mexican train killer? He had loco motives"
  },
  {
    "id": 173,
    "content": "What did the pirate say on his 80th birthday? Aye Matey!"
  },
  {
    "id": 174,
    "content": "Why can't a bicycle stand on its own? It's two-tired."
  },
  {
    "id": 175,
    "content": "A woman is on trial for beating her husband to death with his guitar collection. Judge says, ‘First offender?’ She says, ‘No, first a Gibson! Then a Fender!’"
  },
  {
    "id": 176,
    "content": "Milk is also the fastest liquid on earth – its pasteurized before you even see it"
  },
  {
    "id": 177,
    "content": "Two parrots are sitting on a perch. One turns to the other and asks, \"do you smell fish?\""
  },
  {
    "id": 178,
    "content": "What do you get hanging from Apple trees? Sore arms."
  },
  {
    "id": 179,
    "content": "Toasters were the first form of pop-up notifications."
  },
  {
    "id": 180,
    "content": "I fear for the calendar, it’s days are numbered."
  },
  {
    "id": 181,
    "content": "I was just looking at my ceiling. Not sure if it’s the best ceiling in the world, but it’s definitely up there."
  },
  {
    "id": 182,
    "content": "Atheism is a non-prophet organisation."
  },
  {
    "id": 183,
    "content": "Two guys walked into a bar, the third one ducked."
  },
  {
    "id": 184,
    "content": "When Dad drops a pea off of his plate ‘oh dear I’ve pee’d on the table!"
  },
  {
    "id": 185,
    "content": "I have the heart of a lion... and a lifetime ban from the San Diego Zoo."
  },
  {
    "id": 186,
    "content": "What does a clock do when it's hungry? It goes back four seconds!"
  },
  {
    "id": 187,
    "content": "A red and a blue ship have just collided in the Caribbean. Apparently the survivors are marooned."
  },
  {
    "id": 188,
    "content": "Why do scuba divers fall backwards into the water? Because if they fell forwards they’d still be in the boat."
  },
  {
    "id": 189,
    "content": "I thought about going on an all-almond diet. But that's just nuts."
  },
  {
    "id": 190,
    "content": "Just watched a documentary about beavers… It was the best damn program I’ve ever seen."
  },
  {
    "id": 191,
    "content": "I don’t play soccer because I enjoy the sport. I’m just doing it for kicks."
  },
  {
    "id": 192,
    "content": "Why did the A go to the bathroom and come out as an E? Because he had a vowel movement."
  },
  {
    "id": 193,
    "content": "As I suspected, someone has been adding soil to my garden. The plot thickens."
  },
  {
    "id": 194,
    "content": "I went to a book store and asked the saleswoman where the Self Help section was, she said if she told me it would defeat the purpose."
  },
  {
    "id": 195,
    "content": "Mahatma Gandhi, as you know, walked barefoot most of the time, which produced an impressive set of calluses on his feet. \r\nHe also ate very little, which made him rather frail and with his odd diet, he suffered from bad breath. \r\nThis made him a super calloused fragile mystic hexed by halitosis."
  },
  {
    "id": 196,
    "content": "I’m reading a book on the history of glue – can’t put it down."
  },
  {
    "id": 197,
    "content": "This furniture store keeps emailing me, all I wanted was one night stand!"
  },
  {
    "id": 198,
    "content": "Where does Napoleon keep his armies? In his sleevies."
  },
  {
    "id": 199,
    "content": "Why does a Moon-rock taste better than an Earth-rock? Because it's a little meteor."
  },
  {
    "id": 200,
    "content": "Want to hear my pizza joke? Never mind, it's too cheesy."
  },
  {
    "id": 201,
    "content": "Why didn't the number 4 get into the nightclub? Because he is 2 square."
  },
  {
    "id": 202,
    "content": "Me: If humans lose the ability to hear high frequency volumes as they get older, can my 4 week old son hear a dog whistle?\r\n\r\nDoctor: No, humans can never hear that high of a frequency no matter what age they are.\r\n\r\nMe: Trick question... dogs can't whistle."
  },
  {
    "id": 203,
    "content": "When my wife told me to stop impersonating a flamingo, I had to put my foot down."
  },
  {
    "id": 204,
    "content": "A ghost walks into a bar and asks for a glass of vodka but the bar tender says, “sorry we don’t serve spirits”"
  },
  {
    "id": 205,
    "content": "I'll tell you what often gets over looked... garden fences."
  },
  {
    "id": 206,
    "content": "Why do mathematicians hate the U.S.? Because it's indivisible."
  },
  {
    "id": 207,
    "content": "What is a centipedes's favorite Beatle song?  I want to hold your hand, hand, hand, hand..."
  },
  {
    "id": 208,
    "content": "Why did the Clydesdale give the pony a glass of water? Because he was a little horse!"
  },
  {
    "id": 209,
    "content": "Did you hear that David lost his ID in prague? Now we just have to call him Dav."
  },
  {
    "id": 210,
    "content": "Why do trees seem suspicious on sunny days? Dunno, they're just a bit shady."
  },
  {
    "id": 211,
    "content": "Why is no one friends with Dracula? Because he's a pain in the neck."
  },
  {
    "id": 212,
    "content": "Why does Waldo only wear stripes? Because he doesn't want to be spotted."
  },
  {
    "id": 213,
    "content": "Why is Peter Pan always flying? Because he Neverlands."
  },
  {
    "id": 214,
    "content": "I gave all my dead batteries away today, free of charge."
  },
  {
    "id": 215,
    "content": "A beekeeper was indicted after he confessed to years of stealing at work. They charged him with emBEEzlement"
  },
  {
    "id": 216,
    "content": "How do you steal a coat? You jacket."
  },
  {
    "id": 217,
    "content": "What do you do on a remote island? Try and find the TV island it belongs to."
  },
  {
    "id": 218,
    "content": "Can a kangaroo jump higher than the Empire State Building? Of course. The Empire State Building can't jump."
  },
  {
    "id": 219,
    "content": "What time did the man go to the dentist? Tooth hurt-y."
  },
  {
    "id": 220,
    "content": "Did you hear the one about the guy with the broken hearing aid? Neither did he."
  },
  {
    "id": 221,
    "content": "Why did the half blind man fall in the well? Because he couldn't see that well!"
  },
  {
    "id": 222,
    "content": "Did you hear about the new restaurant on the moon? The food is great, but there’s just no atmosphere."
  },
  {
    "id": 223,
    "content": "I couldn't figure out how the seat belt worked. Then it just clicked."
  },
  {
    "id": 224,
    "content": "A Skeleton walked into a bar he said I need a beer and a mop"
  },
  {
    "id": 225,
    "content": "My boss told me to attach two pieces of wood together... I totally nailed it!"
  },
  {
    "id": 226,
    "content": "I hate perforated lines, they're tearable."
  },
  {
    "id": 227,
    "content": "What do you call a dad that has fallen through the ice? A Popsicle."
  },
  {
    "id": 228,
    "content": "Q: What did the spaghetti say to the other spaghetti?\r\nA: Pasta la vista, baby!"
  },
  {
    "id": 229,
    "content": "What did the ocean say to the shore? Nothing, it just waved."
  },
  {
    "id": 230,
    "content": "I just read a book about Stockholm syndrome. It was pretty bad at first, but by the end I liked it."
  },
  {
    "id": 231,
    "content": "You can't run through a camp site. You can only ran, because it's past tents."
  },
  {
    "id": 232,
    "content": "I’m on a whiskey diet. I’ve lost three days already."
  },
  {
    "id": 233,
    "content": "Hostess: Do you have a preference of where you sit?\r\nDad: Down."
  },
  {
    "id": 234,
    "content": "I needed a password eight characters long so I picked Snow White and the Seven Dwarfs."
  },
  {
    "id": 235,
    "content": "Did you hear about the scientist who was lab partners with a pot of boiling water? He had a very esteemed colleague."
  },
  {
    "id": 236,
    "content": "Why was ten scared of seven? Because seven ate nine."
  },
  {
    "id": 237,
    "content": "What did the dog say to the two trees? Bark bark."
  },
  {
    "id": 238,
    "content": "Why did the fireman wear red, white, and blue suspenders? To hold his pants up."
  },
  {
    "id": 239,
    "content": "Want to hear a chimney joke? Got stacks of em! First one's on the house"
  },
  {
    "id": 240,
    "content": "Did you hear the news? FedEx and UPS are merging. They’re going to go by the name Fed-Up from now on."
  },
  {
    "id": 241,
    "content": "Today a girl said she recognized me from vegetarian club, but I’m sure I’ve never met herbivore."
  },
  {
    "id": 242,
    "content": "What is the tallest building in the world? The library – it’s got the most stories!"
  },
  {
    "id": 243,
    "content": "What are the strongest days of the week? Saturday and Sunday...the rest are weekdays."
  },
  {
    "id": 244,
    "content": "Two satellites decided to get married. The wedding wasn't much, but the reception was incredible."
  },
  {
    "id": 245,
    "content": "A man was caught stealing in a supermarket today while balanced on the shoulders of a couple of vampires. He was charged with shoplifting on two counts. "
  },
  {
    "id": 246,
    "content": "What do I look like? A JOKE MACHINE!?"
  },
  {
    "id": 247,
    "content": "Can you make me a sandwich? Poof, you're a sandwich."
  },
  {
    "id": 248,
    "content": "Did you hear about the chameleon who couldn't change color? They had a reptile dysfunction."
  },
  {
    "id": 249,
    "content": "I cut my finger chopping cheese, but I think that I may have grater problems."
  },
  {
    "id": 250,
    "content": "How did the hipster burn the roof of his mouth? He ate the pizza before it was cool."
  },
  {
    "id": 251,
    "content": "What was a more important invention than the first telephone? The second one."
  },
  {
    "id": 252,
    "content": "At the boxing match, the dad got into the popcorn line and the line for hot dogs, but he wanted to stay out of the punchline."
  },
  {
    "id": 253,
    "content": "What do you get when you cross a rabbit with a water hose? Hare spray."
  },
  {
    "id": 254,
    "content": "Mountains aren't just funny, they are hill areas"
  },
  {
    "id": 255,
    "content": "I got a reversible jacket for Christmas, I can't wait to see how it turns out."
  },
  {
    "id": 256,
    "content": "How many tickles does it take to tickle an octopus? Ten-tickles!"
  },
  {
    "id": 257,
    "content": "I applied to be a doorman but didn't get the job due to lack of experience. That surprised me, I thought it was an entry level position."
  },
  {
    "id": 258,
    "content": "Don't tell secrets in corn fields. Too many ears around."
  },
  {
    "id": 259,
    "content": "Why don’t skeletons ever go trick or treating? Because they have nobody to go with."
  },
  {
    "id": 260,
    "content": "Have you ever heard of a music group called Cellophane? They mostly wrap."
  },
  {
    "id": 261,
    "content": "Is the pool safe for diving? It deep ends."
  },
  {
    "id": 262,
    "content": "Without geometry life is pointless."
  },
  {
    "id": 263,
    "content": "What do you call a fashionable lawn statue with an excellent sense of rhythmn? A metro-gnome"
  },
  {
    "id": 264,
    "content": "I used to be addicted to the hokey pokey, but I turned myself around."
  },
  {
    "id": 265,
    "content": "Man, I really love my furniture... me and my recliner go way back."
  },
  {
    "id": 266,
    "content": "I don't trust stairs. They're always up to something."
  },
  {
    "id": 267,
    "content": "To the guy who invented zero... thanks for nothing."
  },
  {
    "id": 268,
    "content": "What lies at the bottom of the ocean and twitches? A nervous wreck."
  },
  {
    "id": 269,
    "content": "‘Put the cat out’ … ‘I didn’t realize it was on fire"
  },
  {
    "id": 270,
    "content": "Why does it take longer to get from 1st to 2nd base, than it does to get from 2nd to 3rd base? Because there’s a Shortstop in between!"
  },
  {
    "id": 271,
    "content": "“Doctor, I’ve broken my arm in several places” Doctor “Well don’t go to those places.”"
  },
  {
    "id": 272,
    "content": "A man walked in to a bar with some asphalt on his arm. He said “Two beers please, one for me and one for the road.”"
  },
  {
    "id": 273,
    "content": "The rotation of earth really makes my day."
  },
  {
    "id": 274,
    "content": "Don't trust atoms. They make up everything."
  },
  {
    "id": 275,
    "content": "How do you tell the difference between a frog and a horny toad? A frog says, ‘Ribbit, ribbit’ and a horny toad says, ‘Rub it, rub it.’"
  },
  {
    "id": 276,
    "content": "Why did the tomato blush? Because it saw the salad dressing."
  },
  {
    "id": 277,
    "content": "Ben & Jerry's really need to improve their operation. The only way to get there is down a rocky road."
  },
  {
    "id": 278,
    "content": "What's red and bad for your teeth? A Brick."
  },
  {
    "id": 279,
    "content": "You know that cemetery up the road? People are dying to get in there."
  },
  {
    "id": 280,
    "content": "There’s a new type of broom out, it’s sweeping the nation."
  },
  {
    "id": 281,
    "content": "I wear a stethoscope so that in a medical emergency I can teach people a valuable lesson about assumptions."
  },
  {
    "id": 282,
    "content": "Why did the burglar hang his mugshot on the wall? To prove that he was framed!"
  },
  {
    "id": 283,
    "content": "I used to be a banker, but I lost interest."
  },
  {
    "id": 284,
    "content": "If you walk into a forest and cut down a tree, but the tree doesn't understand why you cut it down, do you think it's stumped?"
  },
  {
    "id": 285,
    "content": "What did the Red light say to the Green light? Don't look at me I'm changing!"
  },
  {
    "id": 286,
    "content": "What do you call two barracuda fish?  A Pairacuda!"
  },
  {
    "id": 287,
    "content": "When you have a bladder infection, urine trouble."
  },
  {
    "id": 288,
    "content": "So a duck walks into a pharmacy and says “Give me some chap-stick… and put it on my bill”"
  },
  {
    "id": 289,
    "content": "Yesterday a clown held a door open for me. I thought it was a nice jester."
  },
  {
    "id": 290,
    "content": "What’s E.T. short for? He’s only got little legs."
  },
  {
    "id": 291,
    "content": "What's brown and sticky? A stick."
  },
  {
    "id": 292,
    "content": "How do you make holy water? You boil the hell out of it."
  },
  {
    "id": 293,
    "content": "What did the fish say when it swam into a wall? Damn!"
  },
  {
    "id": 294,
    "content": "They're making a movie about clocks. It's about time"
  },
  {
    "id": 295,
    "content": "Do I enjoy making courthouse puns? Guilty"
  },
  {
    "id": 296,
    "content": "I wish I could clean mirrors for a living. It's just something I can see myself doing."
  },
  {
    "id": 297,
    "content": "What did the late tomato say to the early tomato? I’ll ketch up"
  },
  {
    "id": 298,
    "content": "Did you hear about the guy whose whole left side was cut off? He's all right now."
  },
  {
    "id": 299,
    "content": "I am terrified of elevators. I’m going to start taking steps to avoid them."
  },
  {
    "id": 300,
    "content": "Have you heard of the band 1023MB? They haven't got a gig yet."
  },
  {
    "id": 301,
    "content": "How does a dyslexic poet write? Inverse."
  },
  {
    "id": 302,
    "content": "Wife: Honey I’m pregnant.\r\n\r\nMe: Well…. what do we do now?\r\n\r\nWife: Well, I guess we should go to a baby doctor.\r\n\r\nMe: Hm.. I think I’d be a lot more comfortable going to an adult doctor."
  },
  {
    "id": 303,
    "content": "A cannibal is someone who is fed up with people."
  },
  {
    "id": 304,
    "content": "Why did the house go to the doctor? It was having window panes."
  },
  {
    "id": 305,
    "content": "I decided to sell my Hoover… well it was just collecting dust."
  },
  {
    "id": 306,
    "content": "Child: Dad, make me a sandwich. Dad: Poof! You're a sandwich."
  },
  {
    "id": 307,
    "content": "How do locomotives know where they're going? Lots of training"
  },
  {
    "id": 308,
    "content": "I was wondering why the frisbee was getting bigger, then it hit me."
  },
  {
    "id": 309,
    "content": "Why did the cookie cry? It was feeling crumby."
  },
  {
    "id": 310,
    "content": "Did you hear that the police have a warrant out on a midget psychic ripping people off? It reads “Small medium at large.”"
  },
  {
    "id": 311,
    "content": "Why is the ocean always blue? Because the shore never waves back."
  },
  {
    "id": 312,
    "content": "What did the 0 say to the 8? Nice belt."
  },
  {
    "id": 313,
    "content": "A man tried to sell me a coffin today. I told him that's the last thing I need."
  },
  {
    "id": 314,
    "content": "I'm glad I know sign language, it's pretty handy."
  },
  {
    "id": 315,
    "content": "I went to the doctor today and he told me I had type A blood but it was a type O."
  },
  {
    "id": 316,
    "content": "What's orange and sounds like a parrot? A Carrot."
  },
  {
    "id": 317,
    "content": "How many optometrists does it take to change a light bulb? 1 or 2? 1... or 2?"
  },
  {
    "id": 318,
    "content": "What did the Buffalo say to his little boy when he dropped him off at school? Bison."
  },
  {
    "id": 319,
    "content": "I used to hate facial hair, but then it grew on me."
  },
  {
    "id": 320,
    "content": "Wife told me to take the spider out instead of killing it... We had some drinks, cool guy, wants to be a web developer."
  },
  {
    "id": 321,
    "content": "Sgt.: Commissar! Commissar! The troops are revolting! Commissar: Well, you’re pretty repulsive yourself."
  },
  {
    "id": 322,
    "content": "I was thinking about moving to Moscow but there is no point Russian into things."
  },
  {
    "id": 323,
    "content": "Why did the scarecrow win an award? Because he was outstanding in his field."
  },
  {
    "id": 324,
    "content": "What do you call someone with no nose? Nobody knows."
  },
  {
    "id": 325,
    "content": "What does a female snake use for support? A co-Bra!"
  },
  {
    "id": 326,
    "content": "I wouldn't buy anything with velcro. It's a total rip-off."
  },
  {
    "id": 327,
    "content": "The first time I got a universal remote control I thought to myself, \"This changes everything\""
  },
  {
    "id": 328,
    "content": "How come a man driving a train got struck by lightning? He was a good conductor."
  },
  {
    "id": 329,
    "content": "What does an angry pepper do? It gets jalapeño face."
  },
  {
    "id": 330,
    "content": "Did you know you should always take an extra pair of pants golfing? Just in case you get a hole in one."
  },
  {
    "id": 331,
    "content": "What cheese can never be yours? Nacho cheese."
  },
  {
    "id": 332,
    "content": "Why didn’t the skeleton cross the road? Because he had no guts."
  },
  {
    "id": 333,
    "content": "I bought shoes from a drug dealer once. I don't know what he laced them with, but I was tripping all day."
  },
  {
    "id": 334,
    "content": "What kind of magic do cows believe in? MOODOO."
  },
  {
    "id": 335,
    "content": "What is the hardest part about sky diving? The ground."
  },
  {
    "id": 336,
    "content": "Why is the new Kindle screen textured to look like paper? So you feel write at home."
  },
  {
    "id": 337,
    "content": "People are making apocalypse jokes like there’s no tomorrow."
  },
  {
    "id": 338,
    "content": "Whiteboards ... are remarkable."
  },
  {
    "id": 339,
    "content": "I saw an ad in a shop window, \"Television for sale, $1, volume stuck on full\", I thought, \"I can't turn that down\"."
  },
  {
    "id": 340,
    "content": "Why did the octopus beat the shark in a fight? Because it was well armed."
  },
  {
    "id": 341,
    "content": "People who don't eat gluten are really going against the grain."
  },
  {
    "id": 342,
    "content": "\"Hey, dad, did you get a haircut?\" \"No, I got them all cut.\""
  },
  {
    "id": 343,
    "content": "I’ll tell you something about German sausages, they’re the wurst"
  },
  {
    "id": 344,
    "content": "I knew I shouldn't steal a mixer from work, but it was a whisk I was willing to take."
  },
  {
    "id": 345,
    "content": "What is the leading cause of dry skin? Towels"
  },
  {
    "id": 346,
    "content": "I was at the library and asked if they have any books on \"paranoia\", the librarian replied, \"yes, they are right behind you\""
  },
  {
    "id": 347,
    "content": "Whoever invented the knock-knock joke should get a no bell prize."
  },
  {
    "id": 348,
    "content": "Why do bears have hairy coats? Fur protection."
  },
  {
    "id": 349,
    "content": "Why does a chicken coop only have two doors? Because if it had four doors it would be a chicken sedan."
  },
  {
    "id": 350,
    "content": "Did you hear about the bread factory burning down? They say the business is toast."
  },
  {
    "id": 351,
    "content": "What is red and smells like blue paint?\r\nRed paint!"
  },
  {
    "id": 352,
    "content": "A book just fell on my head. I only have my shelf to blame."
  },
  {
    "id": 353,
    "content": "Why couldn't the lifeguard save the hippie? He was too far out, man."
  },
  {
    "id": 354,
    "content": "What do you call cheese by itself? Provolone."
  },
  {
    "id": 355,
    "content": "What did the Zen Buddist say to the hotdog vendor? Make me one with everything."
  },
  {
    "id": 356,
    "content": "My dog used to chase people on a bike a lot. It got so bad I had to take his bike away."
  },
  {
    "id": 357,
    "content": "My first time using an elevator was an uplifting experience. The second time let me down."
  },
  {
    "id": 358,
    "content": "People saying 'boo! to their friends has risen by 85% in the last year.... That's a frightening statistic."
  },
  {
    "id": 359,
    "content": "Ever wondered why bees hum? It's because they don't know the words."
  },
  {
    "id": 360,
    "content": "Whenever the cashier at the grocery store asks my dad if he would like the milk in a bag he replies, ‘No, just leave it in the carton!’"
  },
  {
    "id": 361,
    "content": "Why can't your nose be 12 inches long? Because then it'd be a foot!"
  },
  {
    "id": 362,
    "content": "Why was the big cat disqualified from the race? Because it was a cheetah."
  },
  {
    "id": 363,
    "content": "What’s the difference between an African elephant and an Indian elephant? About 5000 miles."
  },
  {
    "id": 364,
    "content": "What is this movie about? It is about 2 hours long."
  },
  {
    "id": 365,
    "content": "Why don’t seagulls fly over the bay? Because then they’d be bay-gulls!"
  },
  {
    "id": 366,
    "content": "What do you call corn that joins the army? Kernel."
  },
  {
    "id": 367,
    "content": "I was going to get a brain transplant, but I changed my mind"
  },
  {
    "id": 368,
    "content": "Our wedding was so beautiful, even the cake was in tiers."
  },
  {
    "id": 369,
    "content": "What's the worst part about being a cross-eyed teacher?\r\n\r\nThey can't control their pupils."
  }
]